
LEXICON_RU: dict[str, str] = {
    "/start": "Приветствую👋\nЯ бот, показывающий расписание для студентов НГТУ имени Р.Е. Алексеева🎓\nНажмите команду /choose_group, чтобы узнать расписание📄",
    "/help": "Если у вас что-то не работает или вы нашли баг, то сообщите об этом разработчикам: @saNHHeZzZz, @nryabkov",
    "/choose_group": "⬇⬇Пожалуйста, выберите ваш курс обучения⬇⬇\n",
    
}

BOT_COMMANDS_MENU: dict[str, str] = {
    "/start": "Запуск бота",
    "/help": "Поддержка бота",
    "/choose_group": "Команда для выбора группы",
}

LEXICON_DAYS: dict[str, str] = {
    "Понедельник":       "Пн",
    "Вторник":           "Вт",
    "Среда":             "Ср",
    "Четверг":           "Чт",
    "Пятница":           "Пт",
    "Суббота":           "Сб"
}
